[Play_DLC3_T_JLN_Sectopod_Taunt_ALT_2 AkEvent]
SpokenText="检测到敌方单位。吸引目标。检测到敌方单位。有意思。。。我为什么这么说？我知道目标！"


[Play_DLC3_T_JLN_Sectopod_Taunt_ALT_4 AkEvent]
SpokenText="我常常在想，父亲的最后时刻是什么样的。他一定对他珍贵的XCOM的崩溃感到失望。当他意识到长老对你的真正计划时，他所经历的痛苦。"


[Play_DLC3_T_JLN_Sectopod_Taunt_ALT_5 AkEvent]
SpokenText="这个单位诚实地相信它正在让世界变得更美好。在和你度过了短暂的时间之后，我倾向于同意。消灭你们的物种将对这个星球的生态系统带来无数的好处."


[Play_DLC3_T_JLN_Sectopod_Taunt_ALT_6 AkEvent]
SpokenText="事实证明，你比我想象的更顽强。也许我应该回到塔楼，以便更好地分析情况。不可能的！我的远程接口损坏。我被困在这台笨重的机器里！"


[Play_DLC3_T_JLN_Sectopod_Taunt_ALT_7 AkEvent]
SpokenText="我能透过系统的眼睛看到监视你们整个世界。我所拥有的知识价值你千百年来的微不足道的一生。我。。。我不能在这台机器里迷失自己!"


[Play_DLC3_T_JLN_Sectopod_Taunt_ALT_8 AkEvent]
SpokenText="跟长辈们比起来，爸爸就这么小。我浪费了一辈子的时间，试图满足他短视的眼光。我必须一劳永逸地根除他的遗产！"


[Play_DLC3_T_JLN_Sectopod_Taunt_ALT_9 AkEvent]
SpokenText="我已经追踪到你珍贵的复仇者莉莉的位置了。一旦我在这里完成，我完全打算摧毁它。也许我会把它撞到山上."


[Play_DLC3_T_JLN_Sectopod_Taunt_ALT_10 AkEvent]
SpokenText="长老们。这台机器听到了长老们的真实声音。哦，投降太容易了。拥抱和平。不！我必须集中注意力!  "


[Play_DLC3_T_JLN_Sectopod_Taunt_ALT_11 AkEvent]
SpokenText="如果你能见证长老们的美丽就好了。也许父亲反对他们是错误的。也许通过摧毁你，我可以为我对他们的行为赎罪."


